//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2009, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**         5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************

//<AMI_FHDR_START>
//----------------------------------------------------------------------------
//
// Name:  BOARD.UNI
//
// Description: String definitions for Board Template
//
//----------------------------------------------------------------------------
//<AMI_FHDR_END>

/=#
#include "VFR.uni"

#string STR_ONBOARD_DEVICE_FORM         #language eng "Onboard Device"
#string STR_ONBOARD_DEVICE_FORM_HELP    #language eng "Onboard Device Parameters"

//---------------------------------------------------------------------------
// Device Configuration
//---------------------------------------------------------------------------
#string STR_ONBOARD_DEVICE_SUBTITLE     #language eng "Onboard Device Configuration"
#string STR_ONBOARD_VGA_PROMPT          #language eng "Onboard ATI VGA"
#string STR_ONBOARD_VGA_PROMPT_HELP     #language eng "Enable or Disable Onboard ATI VGA"
#string STR_ONBOARD_LAN_PROMPT          #language eng "Onboard Gigabit LAN 0"
#string STR_ONBOARD_LAN_PROMPT_HELP     #language eng "Enable or Disable Onboard Gigabit LAN 0"
#string STR_ONBOARD_LAN2_PROMPT         #language eng "Onboard Gigabit LAN 1"
#string STR_ONBOARD_LAN2_PROMPT_HELP    #language eng "Enable or Disable Onboard Gigabit LAN 1"



//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2009, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**         5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************